Revit 2024 API
ParameterTypeId.StructuralSectionSigmaProfileBendWidth Property
 "Bend Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralSectionSigmaProfileBendWidth { get; }
Visual Basic
Public Shared ReadOnly Property StructuralSectionSigmaProfileBendWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralSectionSigmaProfileBendWidth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace